Repository: sivyrn/Capso
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans

source: Analyzes clicks + pauses.
ja: クリックと停止を分析。
ko: 클릭과 정지 분석.
zh_hans: 分析点击与停顿。

source: Black
ja: ブラック
ko: 블랙
zh_hans: 黑色

source: Center
ja: 中央
ko: 중앙
zh_hans: 居中

source: Clay
ja: テラ
ko: 테라
zh_hans: 陶

source: Corner Radius
ja: 角の丸み
ko: 모서리 반경
zh_hans: 圆角

source: Custom
ja: カスタム
ko: 사용자 지정
zh_hans: 自定义

source: Dark
ja: ダーク
ko: 다크
zh_hans: 深色

source: Delete Segment
ja: セグメントを削除
ko: 세그먼트 삭제
zh_hans: 删除片段

source: Detect
ja: 検出
ko: 감지
zh_hans: 检测

source: Double-click the zoom track to add segments.
ja: ズームトラックをダブルクリックしてセグメントを追加。
ko: 확대 트랙을 두 번 클릭하여 세그먼트를 추가하세요.
zh_hans: 双击缩放轨道添加片段。

source: Dusk
ja: 黄昏
ko: 더스크
zh_hans: 暮

source: Effects
ja: エフェクト
ko: 효과
zh_hans: 效果

source: Enabled
ja: 有効
ko: 사용
zh_hans: 启用

source: Export Failed
ja: 書き出しに失敗
ko: 내보내기 실패
zh_hans: 导出失败

source: Floaty
ja: ふわふわ
ko: 플로티
zh_hans: 悬浮

source: Focus
ja: フォーカス
ko: 포커스
zh_hans: 焦点

source: Follow Cursor
ja: カーソル追従
ko: 커서 따라가기
zh_hans: 跟随光标

source: Gradient
ja: グラデーション
ko: 그라디언트
zh_hans: 渐变

source: Ink
ja: 墨
ko: 잉크
zh_hans: 砚

source: Light
ja: ライト
ko: 라이트
zh_hans: 浅色

source: Mist
ja: 霧
ko: 미스트
zh_hans: 雾

source: Navy
ja: ネイビー
ko: 네이비
zh_hans: 藏青

source: No clear moments detected — try recording with more clicks.
ja: 明確なタイミングが検出されませんでした — クリック操作を増やして再録画してみてください。
ko: 분명한 순간을 감지하지 못했습니다 — 클릭이 더 많은 녹화를 시도해 보세요.
zh_hans: 未检测到明显的缩放时机 —— 试试在录制时多点几下。

source: Plum
ja: プラム
ko: 플럼
zh_hans: 梅红

source: Recording Editor
ja: 録画エディタ
ko: 녹화 편집기
zh_hans: 录制编辑器

source: Sage
ja: セージ
ko: 세이지
zh_hans: 苔

source: Sand
ja: 砂
ko: 샌드
zh_hans: 沙

source: Segments
ja: セグメント
ko: 세그먼트
zh_hans: 片段

source: Selected Segment
ja: 選択中のセグメント
ko: 선택한 세그먼트
zh_hans: 选中的片段

source: Shadow Opacity
ja: シャドウの不透明度
ko: 그림자 불투명도
zh_hans: 阴影不透明度

source: Shadow Radius
ja: シャドウの半径
ko: 그림자 반경
zh_hans: 阴影大小

source: Smooth
ja: スムーズ
ko: 부드러움
zh_hans: 平滑

source: Smoothing
ja: スムージング
ko: 부드럽게
zh_hans: 平滑

source: Snappy
ja: 機敏
ko: 스내피
zh_hans: 紧凑

source: Stone
ja: 石
ko: 스톤
zh_hans: 岩

source: Suggest zooms
ja: ズームを提案
ko: 확대 제안
zh_hans: 智能缩放

source: Zoom Level
ja: ズームレベル
ko: 확대 수준
zh_hans: 缩放级别

source: Zoom
ja: ズーム
ko: 확대
zh_hans: 缩放

source: ↘ Bottom Right
ja: ↘ 右下
ko: ↘ 오른쪽 아래
zh_hans: ↘ 右下角

source: ↙ Bottom Left
ja: ↙ 左下
ko: ↙ 왼쪽 아래
zh_hans: ↙ 左下角

source: ◎ Center
ja: ◎ 中央
ko: ◎ 중앙
zh_hans: ◎ 居中

source: 3-second countdown before recording
ja: 録画前に3秒のカウントダウン
ko: 녹화 전 3초 카운트다운
zh_hans: 录屏前 3 秒倒计时

source: 5s
ja: 5秒
ko: 5초
zh_hans: 5 秒

source: 10s
ja: 10秒
ko: 10초
zh_hans: 10 秒

source: 15s
ja: 15秒
ko: 15초
zh_hans: 15 秒

source: 30s
ja: 30秒
ko: 30초
zh_hans: 30 秒

source: About
ja: 情報
ko: 정보
zh_hans: 关于

source: All
ja: すべて
ko: 전체
zh_hans: 全部

source: Area Capture
ja: エリアキャプチャ
ko: 영역 캡처
zh_hans: 区域截图

source: About Capso
ja: Capso について
ko: Capso 정보
zh_hans: 关于 Capso

source: Add
ja: 追加
ko: 추가
zh_hans: 添加

source: Add Custom Preset
ja: カスタムプリセットを追加
ko: 커스텀 프리셋 추가
zh_hans: 添加自定义预设

source: After Capture
ja: キャプチャ後
ko: 캡처 후
zh_hans: 截图后

source: Annotate
ja: 注釈
ko: 주석
zh_hans: 标注

source: Applies to video and GIF exports
ja: ビデオとGIFの書き出しに適用
ko: 비디오 및 GIF 내보내기에 적용
zh_hans: 适用于视频和 GIF 导出

source: ASPECT RATIOS
ja: アスペクト比
ko: 화면 비율
zh_hans: 宽高比

source: Aspect Ratio
ja: アスペクト比
ko: 화면 비율
zh_hans: 宽高比

source: Arrow
ja: 矢印
ko: 화살표
zh_hans: 箭头

source: Auto Copy to Clipboard
ja: クリップボードに自動コピー
ko: 클립보드에 자동 복사
zh_hans: 自动复制到剪贴板

source: Auto Save
ja: 自動保存
ko: 자동 저장
zh_hans: 自动保存

source: Auto-Close
ja: 自動閉じる
ko: 자동 닫기
zh_hans: 自动关闭

source: Auto-Close Preview
ja: プレビューを自動閉じる
ko: 미리보기 자동 닫기
zh_hans: 自动关闭预览

source: Auto-Copy
ja: 自動コピー
ko: 자동 복사
zh_hans: 自动复制

source: Auto-detect and linkify URLs
ja: URLを自動検出してリンク化
ko: URL 자동 감지 및 링크화
zh_hans: 自动检测并转换 URL 链接

source: Automatically checks daily
ja: 毎日自動チェック
ko: 매일 자동 확인
zh_hans: 每天自动检查

source: Background
ja: 背景
ko: 배경
zh_hans: 背景

source: Box
ja: ボックス
ko: 상자
zh_hans: 方框

source: Beautify
ja: 美化
ko: 꾸미기
zh_hans: 美化

source: Behavior
ja: 動作
ko: 동작
zh_hans: 行为

source: Built-in
ja: 組み込み
ko: 기본 제공
zh_hans: 内置

source: Camera
ja: カメラ
ko: 카메라
zh_hans: 摄像头

source: Center 1:1 from click
ja: クリック位置を中心に1:1
ko: 클릭 위치를 중심으로 1:1
zh_hans: 以点击为中心的 1:1

source: Click to record a different extra key
ja: クリックして別の追加キーを録音
ko: 클릭하여 다른 추가 키를 지정
zh_hans: 点击以录制其他附加键

source: Extra key for centered 1:1
ja: 中央1:1用の追加キー
ko: 중심 1:1용 추가 키
zh_hans: 居中 1:1 的附加键

source: Hold Shift for 1:1, then this extra key to grow from the click as the center. Shift cannot be changed.
ja: Shiftで1:1に固定し、この追加キーで最初のクリックを中心に拡大します。Shiftは変更できません。
ko: Shift로 1:1을 유지한 뒤, 이 추가 키로 첫 클릭을 중심으로 키웁니다. Shift는 바꿀 수 없습니다.
zh_hans: 按住 Shift 锁定 1:1，再按此附加键从点击处居中扩展。Shift 无法更改。

source: Selection
ja: 選択
ko: 선택
zh_hans: 选区

source: Cancel
ja: キャンセル
ko: 취소
zh_hans: 取消

source: Capture
ja: キャプチャ
ko: 캡처
zh_hans: 截取

source: Capture Area & Annotate
ja: エリアキャプチャ & 注釈
ko: 영역 캡처 & 주석
zh_hans: 截取区域并标注

source: Capture Area to Clipboard
ja: エリアをクリップボードにキャプチャ
ko: 영역을 클립보드에 캡처
zh_hans: 截取区域到剪贴板

source: Capture and Share to Cloud
ja: 撮影してクラウドに共有
ko: 캡처 후 클라우드에 공유
zh_hans: 截图并上传到云端

source: Capture Area
ja: エリアをキャプチャ
ko: 영역 캡처
zh_hans: 截取区域

source: Capture Fullscreen
ja: フルスクリーンをキャプチャ
ko: 전체 화면 캡처
zh_hans: 截取全屏

source: Capture Text (OCR)
ja: テキストをキャプチャ (OCR)
ko: 텍스트 캡처 (OCR)
zh_hans: 截取文字 (OCR)

source: Capture Window
ja: ウインドウをキャプチャ
ko: 윈도우 캡처
zh_hans: 截取窗口

source: Capture Presets
ja: キャプチャプリセット
ko: 캡처 프리셋
zh_hans: 截图预设

source: Capture Window Shadow
ja: ウインドウシャドウをキャプチャ
ko: 윈도우 그림자 캡처
zh_hans: 捕捉窗口阴影

source: Check for Updates
ja: アップデートを確認
ko: 업데이트 확인
zh_hans: 检查更新

source: Choose…
ja: 選択…
ko: 선택…
zh_hans: 选择…

source: Circle
ja: 円
ko: 원형
zh_hans: 圆形

source: Click a shortcut to record a new combination. Press **Esc** to cancel or **Delete** to remove.
ja: ショートカットをクリックして新しい組み合わせを記録します。**Esc** でキャンセル、**Delete** で削除。
ko: 단축키를 클릭하여 새 조합을 녹화하세요. **Esc**로 취소, **Delete**로 삭제합니다.
zh_hans: 点击快捷键以录制新的组合。按 **Esc** 取消或按 **Delete** 删除。

source: Click Start, then scroll
ja: スタートを押してスクロール
ko: 시작을 누르고 스크롤하세요
zh_hans: 点击开始，然后滚动页面

source: Close After
ja: 閉じるまでの時間
ko: 닫기 시간
zh_hans: 关闭时间

source: COPIED ✓
ja: コピー済み ✓
ko: 복사됨 ✓
zh_hans: 已复制 ✓

source: Copied 247 chars
ja: 247文字をコピーしました
ko: 247자 복사됨
zh_hans: 已复制 247 个字符

source: Clear History
ja: 履歴を削除
ko: 기록 지우기
zh_hans: 清除历史记录

source: Close
ja: 閉じる
ko: 닫기
zh_hans: 关闭

source: Clipboard
ja: クリップボード
ko: 클립보드
zh_hans: 剪贴板

source: Clipboard Content
ja: クリップボードの内容
ko: 클립보드 내용
zh_hans: 剪贴板内容

source: Clipboard Format
ja: クリップボード形式
ko: 클립보드 형식
zh_hans: 剪贴板格式

source: Copy image data to the clipboard
ja: 画像データをクリップボードにコピー
ko: 이미지 데이터를 클립보드에 복사
zh_hans: 将图像数据复制到剪贴板

source: Copy the saved path, or keep a temporary file for 24 hours
ja: 保存先のパスをコピーします。自動保存しない場合、一時ファイルを24時間保持します
ko: 저장된 경로를 복사합니다. 자동 저장하지 않으면 임시 파일을 24시간 보관합니다
zh_hans: 复制已保存文件的路径；未自动保存时，临时文件保留 24 小时

source: File Path
ja: ファイルパス
ko: 파일 경로
zh_hans: 文件路径

source: Image
ja: 画像
ko: 이미지
zh_hans: 图像

source: Used whenever a screenshot is copied
ja: スクリーンショットをコピーするときに使用
ko: 스크린샷을 복사할 때 사용
zh_hans: 每次复制截图时使用

source: Copy
ja: コピー
ko: 복사
zh_hans: 复制

source: Copy original
ja: 原文をコピー
ko: 원문 복사
zh_hans: 复制原文

source: Edit Clipboard Image
ja: クリップボードの画像を編集
ko: 클립보드 이미지 편집
zh_hans: 编辑剪贴板图片

source: Open the image currently copied to the clipboard in Annotate
ja: 現在クリップボードにコピーされている画像を注釈エディタで開く
ko: 현재 클립보드에 복사된 이미지를 주석 편집기에서 열기
zh_hans: 在标注编辑器中打开当前复制到剪贴板的图片

source: No image found on clipboard
ja: クリップボードに画像がありません
ko: 클립보드에 이미지가 없습니다
zh_hans: 剪贴板中没有图片

source: No text to translate.
ja: 翻訳するテキストがありません。
ko: 번역할 텍스트가 없습니다.
zh_hans: 没有可翻译的文本。

source: Original
ja: 原文
ko: 원문
zh_hans: 原文

source: Translate
ja: 翻訳
ko: 번역
zh_hans: 翻译

source: Translate Text
ja: テキストを翻訳
ko: 텍스트 번역
zh_hans: 翻译文本

source: Translate Typed Text
ja: 入力したテキストを翻訳
ko: 입력한 텍스트 번역
zh_hans: 翻译输入文本

source: Copy All
ja: すべてコピー
ko: 모두 복사
zh_hans: 全部复制

source: Copy non-selectable text from images, videos, and webpages
ja: 画像、ビデオ、ウェブページから選択できないテキストをコピー
ko: 이미지, 비디오, 웹페이지에서 선택할 수 없는 텍스트 복사
zh_hans: 从图片、视频和网页中复制不可选中的文字

source: Copy screenshot immediately
ja: キャプチャ後すぐにコピー
ko: 캡처 후 즉시 복사
zh_hans: 截图后立即复制

source: Copy screenshot immediately after capture
ja: キャプチャ後すぐにクリップボードにコピー
ko: 캡처 직후 클립보드에 복사
zh_hans: 截图后立即复制到剪贴板

source: Copy to Clipboard
ja: クリップボードにコピー
ko: 클립보드에 복사
zh_hans: 复制到剪贴板

source: Corners
ja: 角丸
ko: 모서리
zh_hans: 圆角

source: Couldn't save recording
ja: 録画を保存できませんでした
ko: 녹화를 저장할 수 없습니다
zh_hans: 无法保存录制

source: Counter
ja: カウンター
ko: 카운터
zh_hans: 序号

source: Cursor
ja: カーソル
ko: 커서
zh_hans: 光标

source: Constrain area capture to preset aspect ratios or fixed sizes
ja: エリアキャプチャをプリセットのアスペクト比や固定サイズに制限する
ko: 영역 캡처를 사전 설정된 화면 비율 또는 고정 크기로 제한
zh_hans: 将区域截图限制为预设的宽高比或固定尺寸

source: Delete from History
ja: 履歴から削除
ko: 기록에서 삭제
zh_hans: 从历史记录中删除

source: Delete
ja: 削除
ko: 삭제
zh_hans: 删除

source: Delete recording
ja: 録画を削除
ko: 녹화 삭제
zh_hans: 删除录制

source: Delete this recording?
ja: この録画を削除しますか？
ko: 이 녹화를 삭제하시겠습니까?
zh_hans: 删除这段录制？

source: Detect Links
ja: リンクを検出
ko: 링크 감지
zh_hans: 检测链接

source: Dismiss after timeout
ja: タイムアウト後に閉じる
ko: 시간 초과 후 닫기
zh_hans: 超时后自动关闭

source: Discard
ja: 破棄
ko: 버리기
zh_hans: 放弃

source: Discard your edits?
ja: 編集内容を破棄しますか？
ko: 편집 내용을 버리시겠습니까?
zh_hans: 要放弃修改吗？

source: Display thumbnail with quick actions
ja: サムネイルとクイックアクションを表示
ko: 빠른 작업이 포함된 미리보기 표시
zh_hans: 显示缩略图和快捷操作

source: Do Not Record Microphone
ja: マイクを録音しない
ko: 마이크 녹음 안 함
zh_hans: 不录制麦克风

source: Done
ja: 完了
ko: 완료
zh_hans: 完成

source: Drag crosshair to select the region containing text
ja: 十字カーソルをドラッグしてテキストを含む領域を選択
ko: 십자선을 드래그하여 텍스트가 포함된 영역 선택
zh_hans: 拖动十字准线选择包含文字的区域

source: Draw
ja: 描画
ko: 그리기
zh_hans: 画笔

source: Ellipse
ja: 楕円
ko: 타원
zh_hans: 椭圆

source: Enable background
ja: 背景を有効にする
ko: 배경 사용
zh_hans: 启用背景

source: Enter Text
ja: テキストを入力
ko: 텍스트 입력
zh_hans: 输入文字

source: Export
ja: 書き出し
ko: 내보내기
zh_hans: 导出

source: Export Quality
ja: 書き出し品質
ko: 내보내기 품질
zh_hans: 导出品质

source: Export To
ja: 書き出し先
ko: 내보내기 위치
zh_hans: 导出到

source: FIXED SIZES
ja: 固定サイズ
ko: 고정 크기
zh_hans: 固定尺寸

source: Fixed Size
ja: 固定サイズ
ko: 고정 크기
zh_hans: 固定尺寸

source: Feedback
ja: フィードバック
ko: 피드백
zh_hans: 反馈

source: Fill Shape
ja: 塗りつぶし
ko: 도형 채우기
zh_hans: 填充形状

source: Fit
ja: フィット
ko: 맞춤
zh_hans: 适应

source: Format
ja: フォーマット
ko: 포맷
zh_hans: 格式

source: Automatically save all captures
ja: すべてのキャプチャを自動保存
ko: 모든 캡처를 자동 저장
zh_hans: 自动保存所有截图

source: Auto-delete older captures
ja: 古いキャプチャを自動削除
ko: 오래된 캡처 자동 삭제
zh_hans: 自动删除过期截图

source: Height (px)
ja: 高さ (px)
ko: 높이 (px)
zh_hans: 高度 (px)

source: Height ratio
ja: 高さの比率
ko: 높이 비율
zh_hans: 高度比例

source: History
ja: 履歴
ko: 기록
zh_hans: 历史记录

source: Keep History
ja: 履歴を保持
ko: 기록 보관
zh_hans: 保留历史

source: Save to History
ja: 履歴に保存
ko: 기록에 저장
zh_hans: 保存到历史记录

source: General
ja: 一般
ko: 일반
zh_hans: 通用

source: Got it!
ja: わかりました！
ko: 알겠습니다!
zh_hans: 知道了！

source: Highlight Clicks
ja: クリックをハイライト
ko: 클릭 강조
zh_hans: 高亮点击

source: Highlighter
ja: ハイライター
ko: 형광펜
zh_hans: 荧光笔

source: How to use Text Recognition
ja: テキスト認識の使い方
ko: 텍스트 인식 사용 방법
zh_hans: 如何使用文字识别

source: Include shadow in window captures
ja: ウインドウキャプチャにシャドウを含める
ko: 윈도우 캡처에 그림자 포함
zh_hans: 窗口截图时包含阴影

source: HEIC produces the smallest files; PNG is lossless
ja: HEIC が最小のファイルサイズになります。PNG は劣化なしです
ko: HEIC가 파일 크기가 가장 작고, PNG는 무손실입니다
zh_hans: HEIC 生成的文件最小；PNG 为无损

source: Keep Line Breaks
ja: 改行を維持
ko: 줄 바꿈 유지
zh_hans: 保留换行

source: Landscape (16:9)
ja: 横向き (16:9)
ko: 가로 (16:9)
zh_hans: 横向 (16:9)

source: Large
ja: 大
ko: 크게
zh_hans: 大

source: Launch at Login
ja: ログイン時に起動
ko: 로그인 시 실행
zh_hans: 登录时启动

source: Liquid Glass
ja: リキッドグラス
ko: 리퀴드 글라스
zh_hans: 液态玻璃

source: Maximum
ja: 最高
ko: 최고
zh_hans: 最高

source: Medium
ja: 中
ko: 보통
zh_hans: 中

source: Microphone
ja: マイク
ko: 마이크
zh_hans: 麦克风

source: Manage Presets…
ja: プリセットを管理…
ko: 프리셋 관리…
zh_hans: 管理预设…

source: Mirror
ja: ミラー
ko: 미러
zh_hans: 镜像

source: Name (optional)
ja: 名前（任意）
ko: 이름 (선택 사항)
zh_hans: 名称（可选）

source: None
ja: なし
ko: 없음
zh_hans: 无

source: OCR
ja: テキスト認識
ko: 텍스트 인식
zh_hans: 文字识别

source: Off
ja: オフ
ko: 끔
zh_hans: 关闭

source: On
ja: オン
ko: 켬
zh_hans: 开启

source: Other
ja: その他
ko: 기타
zh_hans: 其他

source: Padding
ja: パディング
ko: 여백
zh_hans: 内边距

source: Pause recording
ja: 録画を一時停止
ko: 녹화 일시정지
zh_hans: 暂停录制

source: Pin
ja: ピン留め
ko: 고정
zh_hans: 固定

source: Pixelate / Blur
ja: モザイク/ぼかし
ko: 픽셀화/블러
zh_hans: 像素化/模糊

source: Play sound after capture
ja: キャプチャ後にサウンドを再生
ko: 캡처 후 소리 재생
zh_hans: 截图后播放声音

source: Portrait (9:16)
ja: 縦向き (9:16)
ko: 세로 (9:16)
zh_hans: 纵向 (9:16)

source: Position
ja: 位置
ko: 위치
zh_hans: 位置

source: Preferences...
ja: 環境設定…
ko: 환경설정…
zh_hans: 偏好设置…

source: Preserve original line structure
ja: 元の行構造を保持
ko: 원본 줄 구조 유지
zh_hans: 保留原始行结构

source: Press **R** to cycle presets during area capture
ja: **R** キーでエリアキャプチャ中にプリセットを切り替え
ko: **R**키로 영역 캡처 중 프리셋 전환
zh_hans: 按 **R** 键在区域截图时切换预设

source: Preview Position
ja: プレビュー位置
ko: 미리보기 위치
zh_hans: 预览位置

source: Quality
ja: 品質
ko: 품질
zh_hans: 品质

source: Quick Access
ja: クイックアクセス
ko: 빠른 접근
zh_hans: 快速访问

source: Quit Capso
ja: Capso を終了
ko: Capso 종료
zh_hans: 退出 Capso

source: **Right-click** to open the preset picker
ja: **右クリック**でプリセット選択を開く
ko: **우클릭**으로 프리셋 선택기 열기
zh_hans: **右键**打开预设选择器

source: Radial pulse on mouse click
ja: マウスクリック時に放射状パルスを表示
ko: 마우스 클릭 시 방사형 펄스
zh_hans: 鼠标点击时显示脉冲动画

source: Recognized Text
ja: 認識テキスト
ko: 인식된 텍스트
zh_hans: 识别结果

source: Recognized text is instantly copied to your clipboard
ja: 認識されたテキストは即座にクリップボードにコピーされます
ko: 인식된 텍스트가 클립보드에 즉시 복사됩니다
zh_hans: 识别的文字将即时复制到剪贴板

source: Record GIF
ja: GIF を録画
ko: GIF 녹화
zh_hans: 录制 GIF

source: Record Area
ja: 範囲を録画
ko: 영역 녹화
zh_hans: 录制区域

source: Record Full Screen
ja: 画面全体を録画
ko: 전체 화면 녹화
zh_hans: 录制整个屏幕

source: Record Screen
ja: 画面を録画
ko: 화면 녹화
zh_hans: 录制屏幕

source: Record Video
ja: ビデオを録画
ko: 비디오 녹화
zh_hans: 录制视频

source: Fullscreen
ja: フルスクリーン
ko: 전체 화면
zh_hans: 全屏

source: No captures yet
ja: キャプチャはまだありません
ko: 아직 캡처가 없습니다
zh_hans: 暂无截图记录

source: Recording
ja: 録画
ko: 녹화
zh_hans: 录屏

source: Rectangle
ja: 四角形
ko: 사각형
zh_hans: 矩形

source: Restart recording
ja: 録画をやり直す
ko: 녹화 다시 시작
zh_hans: 重新录制

source: Resume recording
ja: 録画を再開
ko: 녹화 재개
zh_hans: 继续录制

source: Recordings
ja: 録画
ko: 녹화
zh_hans: 录屏

source: Redo
ja: やり直し
ko: 다시 실행
zh_hans: 重做

source: Save
ja: 保存
ko: 저장
zh_hans: 保存

source: Save Location
ja: 保存場所
ko: 저장 위치
zh_hans: 保存位置

source: Save to file automatically
ja: 自動的にファイルに保存
ko: 파일로 자동 저장
zh_hans: 自动保存到文件

source: Scan & Recognize
ja: スキャン＆認識
ko: 스캔 및 인식
zh_hans: 扫描与识别

source: Screenshot Format
ja: スクリーンショット形式
ko: 스크린샷 형식
zh_hans: 截图格式

source: Screenshot History
ja: スクリーンショット履歴
ko: 스크린샷 기록
zh_hans: 截图历史

source: Save to...
ja: 保存先...
ko: 다른 이름으로 저장...
zh_hans: 保存到...

source: Screenshots
ja: スクリーンショット
ko: 스크린샷
zh_hans: 截图

source: Scroll slowly to capture
ja: ゆっくりスクロールしてキャプチャ
ko: 천천히 스크롤하여 캡처
zh_hans: 缓慢滚动以捕获内容

source: Scroll to start
ja: スクロールして開始
ko: 스크롤하여 시작
zh_hans: 滚动以开始

source: Scrolling Capture
ja: スクロールキャプチャ
ko: 스크롤 캡처
zh_hans: 滚动截图

source: Select
ja: 選択
ko: 선택
zh_hans: 选择

source: Select All
ja: すべて選択
ko: 모두 선택
zh_hans: 全选

source: Select Area
ja: エリアを選択
ko: 영역 선택
zh_hans: 选择区域

source: Shadow
ja: シャドウ
ko: 그림자
zh_hans: 阴影

source: Shape
ja: シェイプ
ko: 모양
zh_hans: 形状

source: SHAPE
ja: シェイプ
ko: 모양
zh_hans: 形状

source: **Shift + R** to cycle in reverse
ja: **Shift + R** で逆順に切り替え
ko: **Shift + R**로 역방향 전환
zh_hans: **Shift + R** 反向切换

source: Shortcuts
ja: ショートカット
ko: 단축키
zh_hans: 快捷键

source: Show Countdown
ja: カウントダウンを表示
ko: 카운트다운 표시
zh_hans: 显示倒计时

source: Show Cursor
ja: カーソルを表示
ko: 커서 표시
zh_hans: 显示光标

source: Show Preview
ja: プレビューを表示
ko: 미리보기 표시
zh_hans: 显示预览

source: Show in Finder
ja: Finderで表示
ko: Finder에서 보기
zh_hans: 在 Finder 中显示

source: Shutter Sound
ja: シャッター音
ko: 셔터 소리
zh_hans: 快门音效

source: Size
ja: サイズ
ko: 크기
zh_hans: 大小

source: SIZE
ja: サイズ
ko: 크기
zh_hans: 大小

source: Small
ja: 小
ko: 작게
zh_hans: 小

source: Social
ja: ソーシャル
ko: 소셜
zh_hans: 社交

source: Solid
ja: ソリッド
ko: 단색
zh_hans: 纯色

source: Square
ja: 正方形
ko: 사각형
zh_hans: 方形

source: Start / Stop Recording
ja: 録画を開始/停止
ko: 녹화 시작/중지
zh_hans: 开始/停止录屏

source: Start Capso when you log in
ja: Mac にログインしたときに Capso を自動起動
ko: Mac에 로그인할 때 Capso 자동 실행
zh_hans: 登录 Mac 时自动启动 Capso

source: Start Capture
ja: キャプチャ開始
ko: 캡처 시작
zh_hans: 开始截图

source: Startup
ja: 起動
ko: 시작
zh_hans: 启动

source: Stop recording
ja: 録画を停止
ko: 녹화 중지
zh_hans: 停止录制

source: Style
ja: スタイル
ko: 스타일
zh_hans: 样式

source: Stroke
ja: ストローク
ko: 외곽선
zh_hans: 描边

source: System Audio
ja: システムオーディオ
ko: 시스템 오디오
zh_hans: 系统音频

source: Text
ja: テキスト
ko: 텍스트
zh_hans: 文字

source: Text Style
ja: テキストスタイル
ko: 텍스트 스타일
zh_hans: 文字样式

source: Text is automatically detected and recognized
ja: テキストは自動的に検出・認識されます
ko: 텍스트가 자동으로 감지 및 인식됩니다
zh_hans: 文字被自动检测和识别

source: Text Recognition
ja: テキスト認識
ko: 텍스트 인식
zh_hans: 文字识别

source: The current recording will be permanently discarded.
ja: 現在の録画は完全に破棄されます。
ko: 현재 녹화가 영구적으로 삭제됩니다.
zh_hans: 当前录制将被永久删除。

source: Updates
ja: アップデート
ko: 업데이트
zh_hans: 更新

source: Today
ja: 今日
ko: 오늘
zh_hans: 今天

source: Type
ja: 種類
ko: 유형
zh_hans: 类型

source: Undo
ja: 元に戻す
ko: 실행 취소
zh_hans: 撤销

source: Version
ja: バージョン
ko: 버전
zh_hans: 版本

source: video
ja: ビデオ
ko: 비디오
zh_hans: 视频

source: Width (px)
ja: 幅 (px)
ko: 너비 (px)
zh_hans: 宽度 (px)

source: Width ratio
ja: 幅の比率
ko: 너비 비율
zh_hans: 宽度比例

source: Full Screen
ja: フルスクリーン
ko: 전체 화면
zh_hans: 全屏

source: Last Area
ja: 前回の範囲
ko: 마지막 영역
zh_hans: 上次区域

source: Record an area once to enable Last Area
ja: 範囲を一度録画すると「前回の範囲」を使用できます
ko: 영역을 한 번 녹화하면 마지막 영역을 사용할 수 있습니다
zh_hans: 先录制一次区域即可使用“上次区域”

source: On-device · High-fidelity when available
ja: オンデバイス・利用可能な場合は高精度
ko: 온디바이스 · 사용 가능 시 고품질
zh_hans: 设备端 · 可用时使用高保真

source: Cloud API · Complete response
ja: クラウド API・一括応答
ko: 클라우드 API · 전체 응답
zh_hans: 云端 API · 完整返回

source: Cloud API · Streaming
ja: クラウド API・ストリーミング
ko: 클라우드 API · 스트리밍
zh_hans: 云端 API · 流式返回

source: Configured endpoint · Streaming
ja: 設定済みエンドポイント・ストリーミング
ko: 설정된 엔드포인트 · 스트리밍
zh_hans: 已配置端点 · 流式返回

source: Configured endpoint · Complete response
ja: 設定済みエンドポイント・一括応答
ko: 설정된 엔드포인트 · 전체 응답
zh_hans: 已配置端点 · 完整返回

source: Window
ja: ウィンドウ
ko: 윈도우
zh_hans: 窗口

source: Web
ja: ウェブ
ko: 웹
zh_hans: 网页

source: Where the floating preview appears
ja: フローティングプレビューの表示位置
ko: 플로팅 미리보기 표시 위치
zh_hans: 浮动预览窗口的显示位置

source: Yesterday
ja: 昨日
ko: 어제
zh_hans: 昨天

source: Your annotations haven't been saved and will be lost.
ja: 注釈は保存されていないため、失われます。
ko: 주석이 저장되지 않아 모두 사라집니다.
zh_hans: 你的标注尚未保存，放弃后将会丢失。

source: Your screenshots and recordings will appear here
ja: スクリーンショットと録画がここに表示されます
ko: 스크린샷과 녹화가 여기에 표시됩니다
zh_hans: 截图和录屏记录将显示在这里

source: Report a Bug
ja: バグを報告
ko: 버그 신고
zh_hans: 报告 Bug

source: Found something broken?
ja: 不具合を見つけましたか？
ko: 문제를 발견하셨나요?
zh_hans: 发现问题了吗？

source: Request a Feature
ja: 機能をリクエスト
ko: 기능 요청
zh_hans: 请求新功能

source: Have an idea?
ja: アイデアがありますか？
ko: 좋은 아이디어가 있으신가요?
zh_hans: 有什么想法？

source: Source Code
ja: ソースコード
ko: 소스 코드
zh_hans: 源代码

source: View on GitHub
ja: GitHub で表示
ko: GitHub에서 보기
zh_hans: 在 GitHub 上查看

source: Follow on X
ja: X をフォロー
ko: X에서 팔로우
zh_hans: 在 X 上关注

source: Updates from @lzhgus
ja: @lzhgus の最新情報
ko: @lzhgus의 업데이트
zh_hans: 来自 @lzhgus 的更新

source: Report
ja: 報告
ko: 신고
zh_hans: 报告

source: Request
ja: リクエスト
ko: 요청
zh_hans: 请求

source: Open
ja: 開く
ko: 열기
zh_hans: 打开

source: Follow
ja: フォロー
ko: 팔로우
zh_hans: 关注

source: Screenshot History...
ja: スクリーンショット履歴...
ko: 스크린샷 기록...
zh_hans: 截图历史...

source: Open Editor After Recording
ja: 録画後にエディタを開く
ko: 녹화 후 편집기 열기
zh_hans: 录制后打开编辑器

source: Edit, trim, and add effects before exporting
ja: 書き出す前に編集・トリミング・エフェクトを追加
ko: 내보내기 전에 편집, 자르기 및 효과 추가
zh_hans: 导出前编辑、裁剪并添加特效

source: Copy the finished recording as an MP4 or GIF file
ja: 完成した録画を MP4 または GIF ファイルとしてコピー
ko: 완료된 녹화를 MP4 또는 GIF 파일로 복사
zh_hans: 将完成的录屏以 MP4 或 GIF 文件复制

source: Show Menu Bar Icon
ja: メニューバーアイコンを表示
ko: 메뉴 바 아이콘 표시
zh_hans: 显示菜单栏图标

source: Hide for a minimalist menu bar — shortcuts still work
ja: ミニマルなメニューバーのために非表示にする — ショートカットは引き続き使えます
ko: 미니멀한 메뉴 바를 위해 숨기기 — 단축키는 계속 작동합니다
zh_hans: 隐藏以保持菜单栏简洁——快捷键仍可使用

source: Hide menu bar icon?
ja: メニューバーアイコンを非表示にしますか？
ko: 메뉴 바 아이콘을 숨기시겠습니까?
zh_hans: 隐藏菜单栏图标？

source: Hide Icon
ja: 非表示にする
ko: 숨기기
zh_hans: 隐藏图标

source: not set
ja: 未設定
ko: 설정되지 않음
zh_hans: 未设置

source: Capso will keep running, and your global shortcuts still work: • Capture Area: %1$@ • Record Screen: %2$@ • Screenshot History: %3$@ To open Preferences again, launch Capso from Spotlight, Launchpad, or Finder — even while it's still running.
ja: Capsoは動作し続け、グローバルショートカットも引き続き使えます: • エリアをキャプチャ: %1$@ • 画面を録画: %2$@ • スクリーンショット履歴: %3$@ 設定を再び開くには、Spotlight、Launchpad、Finder から Capso を起動してください — 起動中でも開きます。
ko: Capso는 계속 실행되며, 전역 단축키도 정상적으로 작동합니다: • 영역 캡처: %1$@ • 화면 녹화: %2$@ • 스크린샷 기록: %3$@ 환경설정을 다시 열려면 Spotlight, Launchpad 또는 Finder에서 Capso를 실행하세요 — 실행 중이어도 열립니다.
zh_hans: Capso 会继续运行,全局快捷键仍可正常使用: • 截取区域: %1$@ • 录制屏幕: %2$@ • 截图历史: %3$@ 要再次打开偏好设置,从 Spotlight、Launchpad 或 Finder 启动 Capso 即可——即使它正在运行也可以。

source: Crop
ja: 切り抜き
ko: 자르기
zh_hans: 裁剪

source: Image size:
ja: 画像サイズ:
ko: 이미지 크기:
zh_hans: 图像尺寸：

source: Snap handles to image edges
ja: ハンドルを画像の端にスナップ
ko: 핸들을 이미지 가장자리에 맞추기
zh_hans: 吸附手柄至图像边缘

source: Hold ⌘ while dragging to disable temporarily.
ja: ドラッグ中に ⌘ を押すと一時的に無効化。
ko: 드래그 중 ⌘ 키를 누르면 일시적으로 비활성화됩니다.
zh_hans: 拖动时按住 ⌘ 可临时禁用。

source: Revert to Original
ja: オリジナルに戻す
ko: 원본으로 되돌리기
zh_hans: 还原为原图

source: Freeform
ja: フリー
ko: 자유 형식
zh_hans: 自由

source: Original Ratio
ja: 元の比率
ko: 원본 비율
zh_hans: 原始比例

source: 1 : 1 (Square)
ja: 1 : 1（正方形）
ko: 1 : 1 (정사각형)
zh_hans: 1 : 1（正方形）

source: When dragging a crop handle near the image boundary, snap it exactly to that edge. Hold ⌘ while dragging to temporarily disable.
ja: ドラッグ中のハンドルが画像の端に近づくと、自動的にその端に吸着します。⌘ キーを押している間は一時的に無効になります。
ko: 자르기 핸들을 이미지 가장자리 근처로 드래그하면 정확히 그 가장자리에 맞춰집니다. ⌘ 키를 누르고 있는 동안에는 일시적으로 비활성화됩니다.
zh_hans: 拖动裁剪手柄接近图像边缘时，自动精确吸附到该边缘。按住 ⌘ 可临时禁用。

source: How to use Translate
ja: 翻訳の使い方
ko: 번역 사용 방법
zh_hans: 如何使用翻译

source: Translate to
ja: 翻訳先
ko: 번역할 언어
zh_hans: 翻译为

source: Apple Translation
ja: Apple 翻訳
ko: Apple 번역
zh_hans: Apple 翻译

source: Translating…
ja: 翻訳中…
ko: 번역 중…
zh_hans: 正在翻译…

source: Capture,
ja: キャプチャ、
ko: 캡처,
zh_hans: 截图，

source: Translation
ja: 翻訳
ko: 번역
zh_hans: 翻译

source: ORIGINAL
ja: 原文
ko: 원문
zh_hans: 原文

source: Click outside
ja: 外側をクリック
ko: 외부 클릭
zh_hans: 点击外部

source: After delay
ja: 遅延後
ko: 지연 후
zh_hans: 延迟后

source: Manual
ja: 手動
ko: 수동
zh_hans: 手动

source: Capture & Translate
ja: キャプチャして翻訳
ko: 캡처 후 번역
zh_hans: 截图并翻译

source: Text & Translation
ja: テキストと翻訳
ko: 텍스트 및 번역
zh_hans: 文字与翻译

source: Target Language
ja: 翻訳先言語
ko: 번역할 언어
zh_hans: 目标语言

source: Language to translate text into
ja: テキストを翻訳する言語
ko: 텍스트를 번역할 언어
zh_hans: 要将文字翻译成的语言

source: Auto-Copy Translation
ja: 翻訳を自動コピー
ko: 번역 자동 복사
zh_hans: 自动复制翻译

source: Copy result to clipboard automatically
ja: 結果を自動的にクリップボードにコピー
ko: 결과를 자동으로 클립보드에 복사
zh_hans: 自动将结果复制到剪贴板

source: Show Original Text
ja: 原文を表示
ko: 원문 표시
zh_hans: 显示原文

source: Display source text alongside translation
ja: 翻訳と並べて原文を表示
ko: 번역과 함께 원문 표시
zh_hans: 在翻译旁显示原文

source: Auto-Dismiss
ja: 自動で閉じる
ko: 자동 닫기
zh_hans: 自动关闭

source: When to close the translation panel
ja: 翻訳パネルを閉じるタイミング
ko: 번역 패널을 닫을 시점
zh_hans: 何时关闭翻译面板

source: Capso Settings
ja: Capso 設定
ko: Capso 설정
zh_hans: Capso 设置

source: Sound
ja: サウンド
ko: 사운드
zh_hans: 声音

source: Unlimited
ja: 無制限
ko: 무제한
zh_hans: 无限制

source: You’re up to date!
ja: 最新の状態です！
ko: 최신 상태입니다!
zh_hans: 已是最新版本！

source: Copy translation
ja: 翻訳をコピー
ko: 번역 복사
zh_hans: 复制翻译

source: Change default in Preferences
ja: 設定でデフォルトを変更
ko: 환경설정에서 기본값 변경
zh_hans: 在偏好设置中更改默认值

source: Translate text from any screenshot without leaving Capso
ja: Capso から離れずに任意のスクリーンショットのテキストを翻訳
ko: Capso를 떠나지 않고 모든 스크린샷의 텍스트 번역
zh_hans: 无需离开 Capso 即可翻译任何截图中的文字

source: TRANSLATION
ja: 翻訳
ko: 번역
zh_hans: 翻译

source: Quick Access actions
ja: クイックアクセスアクション
ko: 빠른 액세스 작업
zh_hans: 快速访问操作
